Repository: tesselle/khroma
Catalog: po/R-*.po
Languages: fr

source: %s values must be in [0,1].
fr: Les valeurs de %s doivent être comprises dans [0,1].

source: %s color scheme supports up to %d values.
fr: Le nuancier %s prend en charge jusqu'à %d valeurs.

source: Package %s needed for this function to work. Please install it.
fr: Le package %s est nécessaire. Veuillez l'installer.

source: %s must be a character vector of colors.
fr: %s doit être un vecteur de couleurs.

source: Some values were outside the color scale.
fr: Certaines valeurs étaient en dehors de la gamme de couleurs.

source: Consider specifying symbols manually:
fr: Envisagez de spécifier les symboles manuellement :

source: more than 6 becomes difficult to discriminate.
fr: il est difficile de distinguer plus de 6 niveaux.

source: Discrete value supplied to continuous scale.
fr: Valeur discrète fournie à une échelle continue.

source: Continuous value supplied to discrete scale.
fr: Valeur continue fournie à une échelle discrète.

source: Only %d color was specified
fr: Seule %d couleur a été spécifiée

source: (%d is required)
fr: (%d est requise)
